{
  "ayurvedic-care": [
    {
      "benefits": "For people consuming alcohol, the Himalaya Liv 52 helps in the quick elimination of acetaldehyde that comes from alcohol and helps protect the liver from alcohol-induced damage. For alcoholics, this dietary supplement helps in reducing the fat deposition on the liver by helping reduce the lipotropic effect. The Himalaya Liv 52 DS also benefits people with impending liver damage by helping prevent liver cirrhosis. Its immunomodulatory actions help protect the liver from viral infections like Hepatitis A and jaundice. This liver supplement also helps improve the overall functional capacity and efficiency of the liver by inhibiting ALT and AST enzyme levels.",
      "description": "The Himalaya Liv 52 DS is a liver support supplement that ensures the healthy functioning of the liver. It essentially contains hepatoprotective agents and also has certain antioxidant properties. This herbal medication actively protects the liver from external damage due to chemicals. The Himalaya Liv 52 DS also has an antiperoxidative activity that helps maintain the functionality and structural integrity of the liver cell membranes.",
      "id": 1,
      "image": "https://cdn01.pharmeasy.in/dam/products_otc/105900/himalaya-liv52-ds-tablets-60s-2-1671741075.jpg",
      "marked_price": 190,
      "selling_price": 182.4,
      "title": "Himalaya Liv.52 Ds Tablets - 60'S"
    },
    {
      "benefits": "Supports healthy liver function while boosting its ability to fight against liver infections. Helps to quickly eliminate acetaldehyde, which is produced when you consume alcohol, offering some protection from liver cell damage due to alcohol consumption. Under certain conditions (before liver cell damage and liver scarring) Himalaya Liv52 can stop the progress of liver cirrhosis. Promotes healthy weight gain, improves appetite and lowers indigestion.",
      "description": "Himalaya Liv52 tablets are herbal, all-natural tablets to help with liver function while also promoting the regeneration of liver cells. Himalaya Liv52 tablets also help to boost appetite and lower indigestion. People who take Himalaya Liv52 regularly report lower levels of acidity after a few months of regularly taking the recommended dosage.",
      "id": 2,
      "image": "https://cdn01.pharmeasy.in/dam/products_otc/105920/himalaya-liv52-tablets-100s-2-1671740901.jpg",
      "marked_price": 150,
      "selling_price": 142.5,
      "title": "Himalaya Liv.52 Tablets - 100'S"
    },
    {
      "benefits": "The Himalaya ashwagandha capsules rejuvenate the mind and body. The capsules boost immunity and strength. Helps the body de-stress and deal with daily activities. Acts as an aphrodisiac and promotes sexual health and performance. Improves fertility and uplifts sexual mood. Pure herb capsules containing Ashwagandha.",
      "description": "Known as the `Indian ginseng` ashwagandha is a natural herb with several benefits that help our body. Consumption of the herb rejuvenates and strengthens the mind and body, helping you to effectively deal with everyday stress and work. The Himalaya Ashwagandha capsules act as immunity boosters and aid the body to maintain a balance between the functioning of the different systems of the body, including the nervous system, immune system and endocrine glands. The Himalaya capsules help reduce stress levels and promote sexual prowess and uplift mood while boosting energy levels. Traditionally Ashwagandha is considered an aphrodisiac and helps with sexual performance and fertility. The herb is beneficial for those who have health issues like hypertension, diabetes and arthritis as a result of excessive day to day stress. Take these natural herb capsules daily and notice the difference in your body and energy levels.",
      "id": 3,
      "image": "https://cdn01.pharmeasy.in/dam/products_otc/192968/himalaya-ashvagandha-immunity-booster-tablets-bottle-of-60-2-1674540552.jpg",
      "marked_price": 200,
      "selling_price": 174,
      "title": "Himalaya Ashvagandha Immunity Booster Tablets Bottle Of 60"
    },
    {
      "benefits": "Dr Ortho Oil is a natural oil therapy that treats various painful conditions to give long-lasting relief. The natural ingredients found in Dr Ortho Oil gets quickly absorbed deep into the skin to stimulate blood circulation and relieve pain. The menthol works as a local anaesthetic agent that provides quick pain relief from inflamed joints. Flaxseed oil is rich in essential fatty acids, especially omega 3-fatty acids that quickly and effectively reduce inflammation in joints and muscles. Peppermint oil works as an analgesic with anti-inflammatory properties that can effectively treat chronic pain. Til oil in this product helps with mild to severe pain. It contains Linoleic acid that is effective against nerve pain and pain of joints and muscles. Dr Ortho Oil is infused with natural saponins and flavonoids which suppress the action of enzymes responsible for causing inflammation. Vitex negundo in this oil is used in the treatment of neuralgia, aches and pains. Gandhapura and Nirgundi found in the product are powerful in relieving muscle and joint discomfort.",
      "description": "Dr Ortho Oil is a blend of 8 ayurvedic herb extracts that is effective in relieving pains in various parts of the body. Be it the muscles, back, legs, shoulders or joints. All the ingredients are naturally derived and of supreme quality to ensure you get effective pain relief in a safe manner. The active ingredients found in Dr Ortho Oil stimulate blood circulation and ease out stiff muscles and limbs that cause body aches and muscular pains. It is also helpful in treating severe joint pains by reducing swelling. The quick absorption formula of this oil, along with a good spreadability, guarantees speedy relief from pain, especially those in chronic conditions.",
      "id": 4,
      "image": "https://cdn01.pharmeasy.in/dam/products_otc/I06462/dr-ortho-an-ayurvedic-medicine-oil-bottle-of-120-ml-1-1669655200.jpg",
      "marked_price": 295,
      "selling_price": 289.1,
      "title": "Dr Ortho An Ayurvedic Medicine Oil Bottle Of 120 MI"
    },
    {
      "benefits": "Himalaya Liv 52 contains hepatoprotective ingredients like caper bush and chicory that can help in the treatment of liver ailments like Jaundice. The other essential natural ingredients in this liver tonic help to improve digestive processes as well as aids the assimilation of nutrients into the body. By helping maintain the proper functioning of the liver, this health supplement also provides a way to promote healthy weight gain for skinny people. One of the key benefits of this liver tonic is that it helps prevent the onset as well as treatment of ailments like viral hepatitis, alcoholic liver disease and liver damage. The Himalaya Liv 52 is a generic health supplement that helps rejuvenate the body during prolonged periods of bodily ailments and illnesses. This liver tonic from Himalaya works by reducing the enzyme production levels of AST and ALT which are produced in the liver. The Himsara extracts present in this health tonic contain flavonoids that have antioxidant properties that help to purify the body as well.",
      "description": "The Himalaya Liv 52 is a premium supplement and liver tonic that is one of the most effective lines of treatment against acute liver failure. This liver tonic comes in a syrup form that is easy to digest and hence can be consumed by both children, adults and senior citizens. This liver tonic from Himalaya contains essential hepatoprotective ingredients that help provide comprehensive protection to the liver. If consumed at an early age, it can help to enhance the liver's defence mechanisms against ailments even in the later stages of life.",
      "id": 5,
      "image": "https://cdn01.pharmeasy.in/dam/products_otc/105910/himalaya-liv52-syrup-200ml-2-1671741072.jpg",
      "marked_price": 173,
      "selling_price": 163.2,
      "title": "Himalaya Liv.52 Syrup - 200ml"
    },
    {
      "benefits": "The diuretic herbs in this natural concoction help to break down kidney stones and flush them out and other gravel through the urine. This herbal supplement contains Pashanabheda (Saxifraga Ligulata), Small Caltrops (Gokshura) and Shilapushpa (Didymocarpus Pedicellata), which are powerful natural ingredients needed to support a healthy urinary tract. The Pashanabheda in Himalaya Cystone helps to soothe the internal tissues of the urinary tract, thereby alleviating inflammation and pain during urination. This ingredient is also an effective antimicrobial with diuretic and demulcent properties. This health supplement also has Shilapushpa, which is famous for its antilithiatic properties and is used extensively in helping dissolve kidney stones as well as preventing the further recurrence of such stones. The Himalaya Cystone is also infused with small caltrops which offer a plethora of benefits related to the prevention and treatment of kidney and bladder stones.",
      "description": "The Himalaya Cystone tablet is a proprietary natural health supplement that helps support the healthy functioning of the urinary tract. This natural health supplement contains diuretic, demulcent and antimicrobial properties that help in the treatment of conditions like urinary tract infections and also help to maintain the prolonged health of the urinary tract. Himalaya Cystone is a popular natural supplement that prevents the formation of crystals in the urinary tract. These properties of the medicine also help in the removal of kidney stones and to a great extent helps to prevent the recurrence of such stones.",
      "id": 6,
      "image": "https://cdn01.pharmeasy.in/dam/products_otc/050650/himalaya-cystone-tablets-60s-2-1671741386.jpg",
      "marked_price": 165,
      "selling_price": 156.75,
      "title": "Himalaya Cystone Tablets - 60'S"
    },
    {
      "benefits": "Shilajeet decreases glucose production and prevents high blood sugar. It also protects certain cells in the pancreas which leads to better insulin action. Gymnema extract in this Diabecon DS Himalaya tablet helps to temporarily lower your craving for sugar, while also increasing glucose utilization. Pistara (Asana) extract from the Indian Kino tree contains epicatechin which inhibits alpha-glucosidase and regulates the enzymes responsible for metabolizing carbohydrates naturally. By protecting the pancreas and helping you to lower your blood glucose Diabecon DS Himalaya tablets can become an effective supplement and part of your daily diet.",
      "description": "Himalaya tablets for diabetes care contain herbal ingredients and extracts to provide a comprehensive solution as part of your diabetes management routine. With the benefits of Gymnema, Shilajeet and Pistara, the Diabecon DS Himalaya tablets lower your desire for sugary foods, regulates and inhibits key enzymes and promote insulin action. This natural and ayurvedic tablet from Himalaya is a perfect companion to those going through diabetes treatment.",
      "id": 7,
      "image": "https://cdn01.pharmeasy.in/dam/products_otc/055337/himalaya-diabecon-ds-tablets-60s-2-1671741691.jpg",
      "marked_price": 200,
      "selling_price": 194,
      "title": "Himalaya Diabecon Ds Tablets - 60'S"
    },
    {
      "benefits": "First and foremost, this immunostimulant syrup helps promote the healthy development of the immunity system of the body. Secondly, its immunoregulatory properties also help prevent upper and lower respiratory tract infections as well as allergic disorders. Since it enhances overall health, it is often beneficial in the treatment of people receiving postoperative care. Moreover, the Himalaya Septilin syrup is also used as an adjuvant to anti-infective therapy. It forms part of the several useful medications and health supplements that can be used as an effective alternative to antibiotic therapy and treatment. Due to the presence of antipyretic properties of Septilin, it is also used in several other places for the treatment of fever and similar conditions. This syrup is an effective immunomodulator, meaning it helps to combat different types of respiratory illnesses.",
      "description": "The Himalaya Septilin Syrup is a mixture of some of the most highly effective Indian herbs that help to promote immunity in the body. This powerful immunity booster from Himalaya comes in the form of a syrup that needs to be consumed regularly to obtain optimum results. The antimicrobial properties of this syrup help the body to fight infections as well as develop antibodies to ward off future infections. Moreover, its immunostimulant properties promote the development of macrophages in the body. Finally, the Himalaya Septilin syrup also has certain anti-inflammatory and antioxidant properties that help to improve overall health.",
      "id": 8,
      "image": "https://cdn01.pharmeasy.in/dam/products_otc/158080/himalaya-septilin-syrup-200ml-2-1671741067.jpg",
      "marked_price": 160,
      "selling_price": 158.4,
      "title": "Himalaya Septilin Syrup - 200ml"
    },
    {
      "benefits": "Amla is naturally packed with antioxidants which are useful for keeping the immune system strong. Beta-carotene present in Amla is also vital to fight against free radicals in the body. Baidyanath Amla juice is an excellent natural source of Vitamin C. Baidyanath juice can also help with weight management as it increases metabolism and helps to burn more calories, as well as helps to keep digestion working smoothly. This product is vegan, all-natural, and safe to be consumed daily.",
      "description": "Baidyanath Amla Juice is a healthy drink that is rich in Vitamin C and created from real Amla extract. This healthy juice from Baidyanath helps with immunity-boosting, maintaining metabolism and helps in fighting against viral or bacterial infections.",
      "id": 9,
      "image": "https://cdn01.pharmeasy.in/dam/products_otc/276008/baidyanath-amla-juice-immunity-omniprotection-to-virusno-added-sugarorganically-harvested-1l-1-1669634744.jpg",
      "marked_price": 250,
      "selling_price": 230,
      "title": "Baidyanath Amla Juice-Immunity & Omniprotection To Virus | No Added Sugar | Organically Harvested 11"
    },
    {
      "benefits": "Dabur Chyawanprash Sugarfree is a great immunity booster since the ingredients in it naturally aid in immunity building. Since the product fights against weaknesses in the body, it helps in boosting energy levels and stamina. Regular intake of this product helps in rejuvenating the body. The sugar-free formula of this product is great for the calorie-conscious and people with a high glucose content in their blood. It is full of ingredients that have antioxidant properties. It also helps in maintaining the digestive system's health.",
      "description": "Dabur Chyawanprash Sugarfree is a popular immunity boosting product from Dabur. It is made using a special blend of herbal ingredients, which makes it a great natural supplement for the body. The ayurvedic blend in this product has been improved even more with a new sugar-free formulation to cater to people who want to control the amount of sugar in their diet. The sugar-free formulation of this product makes it consumable for patients suffering from diabetes too. It helps in boosting the immunity levels of a person along with increasing the energy levels of the body. A regular intake of Dabur Chyawanprash Sugarfree can help to protect against common ailments like cold, cough and their associated symptoms. The natural formulation makes it a healthy supplement with practically no side effects.",
      "id": 10,
      "image": "https://cdn01.pharmeasy.in/dam/products_otc/271382/dabur-chyawanprakash-sugar-free-500-gm-2-1669634861.jpg",
      "marked_price": 440,
      "selling_price": 418,
      "title": "Dabur Chyawanprakash Sugar Free 900 Gm"
    }
  ],
  "cart": []
}